<template>
  <div class="wrapper">
    <div class="contents">
      <div class="title">
        <h2>制作にかける想い</h2>
      </div>
      <div class="problem">
        <h3>現状と課題</h3>
        <div>
          <p>
            スマホ普及が当たり前となり、誰もがスマホを持つ時代になった。しかしながら、高齢者にとって、スマホを使うのは、とても難易度がいることである。
          </p>
          <p>「習うより慣れろ」「使っていれば、慣れる」</p>

          <p>高齢者に向けて若者はこの言葉を使うがあまりに無責任な話である。</p>
          <p>
            それは、高齢者と若者の、スマホを使う時のスタートラインの差にあると考える。
          </p>
          <p>スマホを使うには、ある程度の英単語を知っている必要がある。</p>
          <p>
            現代では、小学校で英語が必修となっており、また、情報にあふれていることに慣れながら生活している。
          </p>
          <p>
            一方、高齢者にとって、英語は、学校で習った事があっても、仕事で使わない人であれば、およそ50年以上も英語を使わないで過ごした人もいるのではないだろうか。人間は、使わなければ、忘れる生き物である。
          </p>

          <p>
            そこで、彼らが、スマホを使うと知らない単語が並んでいて、誤って、操作してしまい、慌てて、スマホを嫌いになってしまう悪循環が発生してしまう。
          </p>
          <p>
            社会を見てみると、高齢者向けの簡単スマホがあるが、それを買っても、携帯会社や家族に何度も質問する光景を見ることがある。それは、まだまだ、高齢者にとって、スマホを使うのが優しくない社会を表していると私たちは考えます。
          </p>
          <h3>
            <p>
              そこで、私たちは、高齢者が、スマホを使いこなすために必要なスキルを一つ一つ説明し、
            </p>
            <p>
              このアプリを通して、スマホ活用において、自立できる手伝いをしたいと思い、
            </p>
            <p>このアプリを開発しました。</p>
          </h3>
        </div>
      </div>
    </div>
    <button><router-link to="/topPage">トップページに戻る</router-link></button>
  </div>
</template>
